tap "bell-sw/liberica"
tap "buildpacks/tap"
tap "danielfoehrkn/switch"
tap "derailed/popeye"
tap "entireio/tap"
tap "frigus02/tap"
tap "hashicorp/tap"
tap "manaflow-ai/cmux"
tap "marcus/tap"
tap "mvndaemon/mvnd"
tap "nicholasdille/tap"
tap "steipete/tap"
brew "agent-browser"
brew "argo"
brew "argocd"
brew "asciidoctor"
brew "autojump"
brew "bash-completion@2"
brew "bat"
brew "btop"
brew "cdrtools"
brew "chezmoi"
brew "cilium-cli"
brew "cmake"
brew "coreutils"
brew "cosign"
brew "croc"
brew "ctags"
brew "ctop"
brew "curl"
brew "direnv"
brew "dive"
brew "docker-completion"
brew "doctl"
brew "dotnet"
brew "eza"
brew "fastfetch"
brew "fd"
brew "fpp"
brew "fswatch"
brew "fzf"
brew "gemini-cli"
brew "gh"
brew "git"
brew "git-filter-repo"
brew "git-lfs"
brew "gitui"
brew "glab"
brew "glow"
brew "gnu-getopt"
brew "go"
brew "go-task"
brew "gollama"
brew "gomplate"
brew "gradle"
brew "groovy"
brew "grpcurl"
brew "hcloud"
brew "helix"
brew "helm"
brew "hey"
brew "htop"
brew "httpie"
brew "hugo"
brew "imagemagick"
brew "istioctl"
brew "jbake"
brew "jhipster"
brew "jq"
brew "jupyterlab"
brew "k3d"
brew "k9s"
brew "kind"
brew "kompose"
brew "kotlin"
brew "krew"
brew "kubecm"
brew "kubectx"
brew "kubescape"
brew "kubeseal"
brew "kubespy"
brew "kubie"
brew "kustomize"
brew "lazygit"
brew "llmfit"
brew "llvm"
brew "lnav"
brew "make"
brew "maven"
brew "maven-completion"
brew "mcfly"
brew "micro"
brew "micronaut"
brew "midnight-commander"
brew "mpv"
brew "mutt"
brew "ncdu"
brew "neovim"
brew "nmap"
brew "nushell"
brew "octant"
brew "oci-cli"
brew "oha"
brew "openai-whisper"
brew "opencode"
brew "openjdk@17"
brew "openldap"
brew "opentofu"
brew "oras"
brew "p7zip"
brew "pinentry-mac"
brew "pipx"
brew "plantuml"
brew "playwright-cli"
brew "poppler"
brew "pssh"
brew "pwgen"
brew "pyenv"
brew "qemu"
brew "qprint"
brew "rancher-cli"
brew "reg"
brew "restic"
brew "rsync"
brew "rust"
brew "screenfetch"
brew "sevenzip"
brew "skaffold"
brew "skopeo"
brew "sshuttle"
brew "starship"
brew "stern"
brew "subfinder"
brew "subversion"
brew "telnet"
brew "terraform"
brew "theharvester"
brew "thefuck"
brew "tig"
brew "tldr"
brew "tmux"
brew "tree"
brew "urlview"
brew "uv"
brew "vcluster"
brew "vim"
brew "virt-manager"
brew "watch"
brew "watchexec"
brew "wget"
brew "wireguard-tools"
brew "wrk"
brew "yarn"
brew "yazi"
brew "yq"
brew "zellij"
brew "zoxide"
brew "zsh-completions"
brew "buildpacks/tap/pack"
brew "danielfoehrkn/switch/switch"
brew "derailed/popeye/popeye"
brew "frigus02/tap/kyml"
brew "hashicorp/tap/packer"
brew "marcus/tap/sidecar"
brew "marcus/tap/td"
brew "mvndaemon/mvnd/mvnd"
brew "nicholasdille/tap/diun"
brew "nicholasdille/tap/regclient"
brew "nicholasdille/tap/sshocker"
brew "nicholasdille/tap/ytt"
brew "steipete/tap/summarize"
cask "1password-cli"
cask "bettercapture"
cask "claude-code"
cask "cmux"
cask "comfyui"
cask "copilot-cli"
cask "entire"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "gcloud-cli"
cask "ghostty"
cask "github"
cask "google-cloud-sdk"
cask "graalvm-jdk"
cask "graalvm-jdk@21"
cask "headlamp"
cask "httpie-desktop"
cask "hyper"
cask "liberica-jdk8-full"
cask "maccy"
cask "macdown"
cask "multipass"
cask "ollama"
cask "ollama-app"
cask "obsidian"
cask "openlens"
cask "pgadmin4"
cask "raycast"
cask "stats"
cask "temurin11"
cask "temurin17"
cask "temurin@11"
cask "temurin@17"
cask "wave"
cask "zed"
