tap "bell-sw/liberica"
tap "buildpacks/tap"
tap "danielfoehrkn/switch"
tap "derailed/popeye"
tap "frigus02/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "mvndaemon/mvnd"
tap "nicholasdille/tap"
tap "ubuntu/microk8s"
brew "librsvg"
brew "jpeg-xl"
brew "argo"
brew "argocd"
brew "asciidoctor"
brew "python@3.10"
brew "autojump"
brew "bash"
brew "bash-completion@2"
brew "bat"
brew "btop"
brew "cdrtools"
brew "chezmoi"
brew "cmake"
brew "libnghttp2"
brew "libslirp"
brew "libssh"
brew "qemu"
brew "lima"
brew "colima"
brew "coreutils"
brew "ctags"
brew "ctop"
brew "curl"
brew "direnv"
brew "dive"
brew "docker-completion"
brew "doctl"
brew "dotnet"
brew "eza"
brew "fpp"
brew "fswatch"
brew "fzf"
brew "gh"
brew "git"
brew "git-lfs"
brew "gitui"
brew "gnu-getopt"
brew "gnupg"
brew "go"
brew "go-task"
brew "gobject-introspection"
brew "gradle"
brew "graphviz"
brew "groovy"
brew "grpcurl"
brew "hcloud"
brew "helm"
brew "htop"
brew "httpie"
brew "istioctl"
brew "jbake"
brew "node"
brew "jhipster"
brew "jq"
brew "k3d"
brew "k9s"
brew "kind"
brew "kompose"
brew "kotlin"
brew "kubernetes-cli"
brew "krew"
brew "kubectx"
brew "kubeseal"
brew "kubespy"
brew "kubie"
brew "kustomize"
brew "lazygit"
brew "lnav"
brew "maven"
brew "maven-completion"
brew "mcfly"
brew "micro"
brew "openjdk@17"
brew "micronaut"
brew "midnight-commander"
brew "ncdu"
brew "neovim"
brew "nmap"
brew "oci-cli"
brew "octant"
brew "openldap"
brew "oras"
brew "p7zip"
brew "pandoc"
brew "pinentry-mac"
brew "plantuml"
brew "postgresql@11"
brew "protobuf"
brew "pssh"
brew "pwgen"
brew "pyenv"
brew "rancher-cli"
brew "reg"
brew "restic"
brew "ripgrep"
brew "rsync"
brew "rust"
brew "skaffold"
brew "skopeo"
brew "sshuttle"
brew "starship"
brew "stern"
brew "subversion"
brew "telnet"
brew "thefuck"
brew "tig"
brew "tldr"
brew "tmux"
brew "tree"
brew "urlview"
brew "vcluster"
brew "vim"
brew "virt-manager"
brew "watch"
brew "watchexec"
brew "wget"
brew "wireguard-tools"
brew "wrk"
brew "yarn"
brew "yq"
brew "zellij"
brew "zoxide"
brew "zsh-completions"
brew "buildpacks/tap/pack"
brew "danielfoehrkn/switch/switch"
brew "derailed/popeye/popeye"
brew "frigus02/tap/kyml"
brew "hashicorp/tap/terraform"
brew "mvndaemon/mvnd/mvnd"
brew "nicholasdille/tap/kubescape"
brew "nicholasdille/tap/regclient"
brew "nicholasdille/tap/sshocker"
brew "nicholasdille/tap/ytt"
brew "ubuntu/microk8s/microk8s"
cask "1password-cli"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "google-cloud-sdk"
cask "graalvm-jdk"
cask "graalvm-jdk@21"
cask "hyper"
cask "liberica-jdk8-full"
cask "multipass"
cask "ollama"
cask "openlens"
cask "temurin@11"
cask "temurin@17"
cask "wave"
cask "zed"
vscode "42crunch.vscode-openapi"
vscode "4ops.terraform"
vscode "adzero.vscode-sievehighlight"
vscode "akamud.vscode-javascript-snippet-pack"
vscode "alefragnani.project-manager"
vscode "anseki.vscode-color"
vscode "asciidoctor.asciidoctor-vscode"
vscode "asuka.insertnumbers"
vscode "bajdzis.vscode-database"
vscode "bee.git-temporal-vscode"
vscode "bierner.speech"
vscode "ceps.theme-darcula"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "codezombiech.gitignore"
vscode "continue.continue"
vscode "coolbear.systemd-unit-file"
vscode "cssho.vscode-svgviewer"
vscode "dannyconnell.split-html-attributes"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.githistory"
vscode "dotenv.dotenv-vscode"
vscode "dotjoshjohnson.xml"
vscode "dracula-theme.theme-dracula"
vscode "dskwrk.vscode-generate-getter-setter"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "editorconfig.editorconfig"
vscode "fknop.vscode-npm"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.docker-explorer"
vscode "formulahendry.docker-extension-pack"
vscode "foxundermoon.shell-format"
vscode "fwcd.kotlin"
vscode "george3447.docker-run"
vscode "georgewfraser.vscode-javac"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.copilot-labs"
vscode "github.remotehub"
vscode "github.vscode-github-actions"
vscode "gitlab.gitlab-workflow"
vscode "gitpod.gitpod-desktop"
vscode "golang.go"
vscode "googlecloudtools.cloudcode"
vscode "hashicorp.terraform"
vscode "hollowtree.vue-snippets"
vscode "humao.rest-client"
vscode "idleberg.applescript"
vscode "inercia.vscode-k3d"
vscode "ipedrazas.kubernetes-snippets"
vscode "ithildir.java-properties"
vscode "janisdd.vscode-edit-csv"
vscode "jebbs.plantuml"
vscode "jheilingbrunner.vscode-gnupg-tool"
vscode "junv.recent-files"
vscode "k--kato.intellij-idea-keybindings"
vscode "lhybdv.goto-recent-files"
vscode "marlon407.code-groovy"
vscode "mathiasfrohlich.kotlin"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "mikestead.dotenv"
vscode "morph.rift-vscode"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-de"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-ossdata.vscode-postgresql"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.js-debug-nightly"
vscode "ms-vscode.live-server"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.vscode-speech"
vscode "nico-castell.linux-desktop-file"
vscode "octref.vetur"
vscode "okteto.kubernetes-context"
vscode "p1c2u.docker-compose"
vscode "percygrunwald.vscode-intellij-recent-files"
vscode "pkief.material-icon-theme"
vscode "redhat.fabric8-analytics"
vscode "redhat.java"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "sandipchitale.docker-dive"
vscode "sandy081.todotasks"
vscode "shaimendel.kubernetesapply"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "shengchen.vscode-checkstyle"
vscode "shopify.ruby-lsp"
vscode "streetsidesoftware.code-spell-checker"
vscode "streetsidesoftware.code-spell-checker-german"
vscode "tamasfe.even-better-toml"
vscode "thisotherthing.vscode-todo-list"
vscode "tqrhsn.vscode-docker-registry-explorer"
vscode "vincaslt.highlight-matching-tag"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vmware.vscode-boot-dev-pack"
vscode "vmware.vscode-spring-boot"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-lombok"
vscode "vscjava.vscode-maven"
vscode "vscjava.vscode-spring-boot-dashboard"
vscode "vscjava.vscode-spring-initializr"
vscode "vuetifyjs.vuetify-vscode"
vscode "waderyan.gitblame"
vscode "xabikos.javascriptsnippets"
vscode "xadillax.viml"
vscode "yzhang.markdown-all-in-one"
vscode "zhouronghui.propertylist"
vscode "zignd.html-css-class-completion"
vscode "zim.vsc-docker"
